Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

source: Chat Settings
ar: إعدادات الدردشة
az: Chat Ayarları
bg: Настройки на чата
bn: চ্যাট সেটিংস
bo: ལྷན་སྟེགས་སྒྲིག་ཆས།
bs: Chat postavke
ca: Configuració del chat
cs: Nastavení chatu
da: Chatindstillinger
de: Chat-Einstellungen
el: Ρυθμίσεις chat
es: Ajustes del chat
et: Vestluse seaded
eu: Txat Ezarpenak
fa: تنظیمات چت
fi: Chat-asetukset
fr: Paramètres du chat
fr_ca: Paramètres de chat
ga: Socruithe Comhrá
gl: Axustes de chat
he: הגדרות צ'ט
hi: चैट सेटिंग्स
hr: Postavke čata
hu: Chat beállítások
id: Pengaturan Chat
it: Impostazioni chat
ja: チャット設定
ka: ჩატის პარამეტრები
kab: Iɣewwaden n umeslay
ko: 채팅 설정
lt: Pokalbio nustatymai
lv: Čata iestatījumi
ms: Pengaturan Chat
nb: Chattinnstillinger
nl: Chat-instellingen
pa: ਚੈਟ ਸੈਟਿੰਗਜ਼
pl: Ustawienia czatu
pt_br: Configurações de Chat
pt_pt: Definições do Chat
ro: Setări chat
ru: Настройки чата
sk: Nastavenia chatu
sr: Podešavanja razgovora
sv: Chattinställningar
th: ตั้งค่าแชท
tk: Çat Sazlamalary
tr: Sohbet Ayarları
ug: سۆزلىشىش تەڭشىكى
uk: Налаштування чату
ur: چیٹ کی ترتیبات
uz: Chat Sozlamalari
vi: Cài đặt chat
zh_hans: 聊天设置
zh_hant: 聊天設定

source: Chat title
ar: عنوان الدردشة
az: Chat başlığı
bg: Название на чата
bn: চ্যাট টাইটেল
bo: ལྷན་སྟེགས་མིང་།
bs: Naslov chata
ca: Títol del chat
cs: Název chatu
da: Chattitel
de: Chat-Titel
el: Τίτλος chat
es: Título del chat
et: Vestluse pealkiri
eu: Txataren titulua
fa: عنوان چت
fi: Chat-otsikko
fr: Titre du chat
fr_ca: Titre du chat
ga: Teidil an Chomhrá
gl: Título do chat
he: כותרת הצ'ט
hi: चैट का नाम
hr: Naslov čata
hu: Csevegés címe
id: Judul chat
it: Titolo chat
ja: チャットタイトル
ka: ჩატის სათაური
kab: Taḥzemt n umeslay
ko: 채팅 제목
lt: Pokalbio pavadinimas
lv: Čata nosaukums
ms: Judul chat
nb: Chattittel
nl: Chattitel
pa: ਚੈਟ ਟਾਈਟਲ
pl: Tytuł czatu
pt_br: Título do chat
pt_pt: Título do chat
ro: Titlu chat
ru: Название чата
sk: Názov chatu
sr: Naslov razgovora
sv: Chattitel
th: ชื่อแชท
tk: Çat Başlygy
tr: Sohbet başlığı
ug: سۆزلىشىشنىڭ نامى
uk: Назва чату
ur: چیٹ کا نام
uz: Chat sarlavhasi
vi: Tên chat
zh_hans: 聊天标题
zh_hant: 聊天標題

source: Chat with %@
ar: دردشة مع %@
az: %@ ilə söhbət
bg: Чат с %@
bn: চ্যাট করুন %@ এর সাথে
bo: %@དང་གླེང་བ།
bs: Razgovori sa %@
ca: Xatejar amb %@
ceb: Mag-chat sa %@
cs: Chatuj s %@
da: Chat med %@
de: Mit %@ chatten
el: Συνομιλία με %@
es: Chatear con %@
et: Vestlus %@-ga
eu: Solaskatu %@-rekin
fa: چت با %@
fi: Chatti %@ kanssa
fr: Discuter avec %@
fr_ca: Discuter avec %@
ga: Comhrá le %@
gl: Charla con %@
he: צ'אט עם %@
hi: %@ के साथ चैट करें
hr: Čavrljaj sa %@
hu: Beszélgetés %@-val
id: Ngobrol sama %@
it: Chatta con %@
ja: %@とチャット
ka: ჩატი %@-თან
kab: Meslay deg %@
ko: %@와 채팅
lt: Kalbėtis su %@
lv: Tērzēties ar %@
ms: Berbual dengan %@
nb: Chat med %@
nl: Chat met %@
pa: %@ ਨਾਲ ਚੈਟ ਕਰੋ
pl: Czatuj z %@
pt_br: Conversar com %@
pt_pt: Conversar com %@
ro: Conversație cu %@
ru: Чат с %@
sk: Chatuj s %@
sr: Čatuj sa %@
sv: Chatta med %@
th: แชทกับ %@
tk: %@ bilen söhbet
tr: %@ ile sohbet et
ug: %@ بىلەن سۆزلەشى
uk: Чат з %@
ur: %@ کے ساتھ چیٹ کریں
uz: %@ bilan suhbat
vi: Chat với %@
zh_hans: 和 %@ 聊天
zh_hant: 跟 %@ 聊天

source: Chat with AI
ar: دردشة مع الذكاء الاصطناعي
az: AI ilə söhbət et
bg: Чат с AI
bn: AI এর সাথে চ্যাট করুন
bo: AI དང་ལྷན་སྟེགས།
bs: Chataj sa AI
ca: Xateja amb IA
cs: Chatovat s AI
da: Chat med AI
de: Mit KI chatten
el: Chat με AI
es: Chatea con IA
et: Vestlus AI-ga
eu: AI-rekin txatean
fa: چت کردن با هوش مصنوعی
fi: Keskustele tekoälyn kanssa
fr: Discuter avec l'IA
fr_ca: Chatter avec l'IA
ga: Comhrá le AI
gl: Chat coa IA
he: צ'ט עם AI
hi: AI से चैट करो
hr: Čat s AI
hu: Csevegj az AI-val
id: Chat sama AI
it: Chatta con l'AI
ja: AIとチャット
ka: ჩატი ეიআი-თან
kab: Meslay s AI
ko: AI와 채팅
lt: Pokalbis su AI
lv: Čats ar AI
ms: Chat sama AI
nb: Chat med AI
nl: Chatten met AI
pa: AI ਨਾਲ ਚੈਟ ਕਰੋ
pl: Czat z AI
pt_br: Conversar com IA
pt_pt: Conversar com IA
ro: Chat cu AI
ru: Чат с ИИ
sk: Chatuj s AI
sr: Razgovaraj sa AI-om
sv: Chatta med AI
th: คุยกับ AI
tk: AI bilen Çat
tr: AI ile sohbet et
ug: سۈنئەت ئىنتېللېكتى بىلەن سۆزلە
uk: Чат з AI
ur: AI سے چیٹ کریں
uz: AI bilan gaplash
vi: Chat với AI
zh_hans: 和AI聊天
zh_hant: 和 AI 聊天

source: Chats
ar: المحادثات
az: Çatlar
bg: Чатове
bn: চ্যাটসমূহ
bo: ཁ་བརྡ།
bs: Razgovori
ca: Xats
ceb: Mga panaghisgot
cs: Konverzace
el: Συνομιλίες
et: Vestlused
eu: Txatak
fa: گفتگو‌ها
fi: Keskustelut
fr: Conversations
fr_ca: Conversations
ga: Comhráite
gl: Conversas
he: צ'אטים
hi: सभी चैट
hr: Razgovori
hu: Beszélgetések
id: Obrolan
it: Chat
ja: チャット
ka: საუბრები
kab: Idiwenniyen
ko: 채팅
lt: Pokalbiai
lv: Tērzēšanas
ms: Perbualan
nb: Chatter
pa: ਗੱਲਾਂ
pl: Czaty
pt_pt: Conversas
ro: Conversații
ru: Чаты
sk: Chaty
sr: Ћаскања
sv: Chattar
th: แชท
tk: Çatlar
tr: Sohbetler
ug: سۆھبەتلەر
uk: Чати
ur: بات چیت
uz: Суҳбатлар
vi: Chat
zh_hans: 对话
zh_hant: 對話

source: Check Connection
ar: التحقق من الاتصال
az: Bağlantıyı Yoxla
bg: Проверка на връзката
bn: সংযোগ পরীক্ষা করুন
bo: སྦྲེལ་མཐུད་ལ་ལེགས་ཞིབ་བྱེད་པ
bs: Provjeri Konekciju
ca: Verificar connexió
ceb: Surihon ang Koneksyon
cs: Zkontrolovat připojení
da: Tjek forbindelse
de: Verbindung prüfen
el: Έλεγχος Σύνδεσης
es: Verificar Conexión
et: Kontrolli ühendust
eu: Konexioa egiaztatu
fa: بررسی اتصال
fi: Tarkista yhteys
fr: Vérifier la connexion
fr_ca: Vérifier la connexion
ga: Seiceáil an Nasc
gl: Verificar conexión
he: בדוק חיבור
hi: कनेक्शन जांचें
hr: Provjeri Vezu
hu: Kapcsolat Ellenőrzése
id: Periksa Koneksi
it: Verifica Connessione
ja: 接続を確認
ka: კავშირის შემოწმება
kab: Senqed azaduf
ko: 연결 확인
lt: Patikrinti ryšį
lv: Pārbaudīt Savienojumu
ms: Periksa Sambungan
nb: Sjekk tilkobling
nl: Verbinding controleren
pa: ਕਨੈਕਸ਼ਨ ਚੈੱਕ ਕਰੋ
pl: Sprawdź połączenie
pt_br: Verificar Conexão
pt_pt: Verificar Ligação
ro: Verifică conexiunea
ru: Проверить подключение
sk: Skontrolovať pripojenie
sr: Proveri konekciju
sv: Kontrollera anslutning
th: ตรวจสอบการเชื่อมต่อ
tk: Baglanyşygy Barla
tr: Bağlantı Kontrol Et
ug: ئۇلانىشنى تەكشۈرۈڭ
uk: Перевірити з'єднання
ur: کنکشن چیک کریں
uz: Ulanishni tekshirish
vi: Kiểm tra kết nối
zh_hans: 检查连接
zh_hant: 檢查連線

source: Choose how you'd like to sign in
ar: اختر طريقة دخولك
az: Necə login olmaq istəyirdin seç
bg: Избери как да се впишеш
bn: কীভাবে সাইন ইন করতে চাও তা বেছে নিন
bo: ཇི་ལྟར་ལོ་མིང་སྦྱོར་ཀྱི་ཡོད།
bs: Kako želiš da se prijaviš?
ca: Com vols iniciar sessió?
ceb: Piliin kung paano ka gustong mag-sign in
cs: Vyber, jak se chceš přihlásit
da: Vælg hvordan du vil logge ind
de: Wähle, wie du dich anmelden möchtest
el: Επίλεξε πώς θέλεις να συνδεθείς
es: ¿Cómo quieres entrar?
et: Vali, kuidas soovid sisse logida
eu: Nola sartu nahi duzun hautatu
fa: انتخاب کنید چطور می‌خواید وارد شید
fi: Valitse kirjautumistapa
fr: Comment tu veux te connecter ?
fr_ca: Comment tu veux te connecter?
ga: Roghnaigh conas a logálfaidh tú isteach
gl: Escolle cómo queres iniciar sesión
he: בחר איך אתה רוצה להיכנס
hi: साइन इन करने का तरीका चुनो
hr: Odaberi način prijave
hu: Hogyan szeretnél bejelentkezni?
id: Pilih cara login kamu
it: Scegli come accedere
ja: サインイン方法を選んでね
ka: აირჩიე როგორ შეხვალ
kab: Fren amek tebɣid aɛteben
ko: 어떻게 로그인할래?
lt: Pasirink kaip nori prisijungti
lv: Izvēlies, kā vēlies pieteikties
ms: Pilih cara login
nb: Velg hvordan du vil logge inn
nl: Kies hoe je inlogt
pa: ਚੁਣੋ ਕਿ ਤੁਸੀਂ ਸਾਈਨ ਇਨ ਕਿਵੇਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ
pl: Wybierz jak się chcesz zalogować
pt_br: Escolha como você quer fazer login
pt_pt: Escolhe como gostarias de iniciar sessão
ro: Alege cum vrei să te conectezi
ru: Выбери способ входа
sk: Vyber si, ako sa chceš prihlásiť
sr: Izaberi kako želiš da se prijaviš
sv: Välj hur du vill logga in
th: เลือกวิธีลงชื่อเข้า
tk: Nädip girizilmek isleýän bolsaňyz saýla
tr: Nasıl oturum açmak istediğini seç
ug: قانداق كىرىشنى خالىغانسىز تاللاڭ
uk: Як хочеш увійти?
ur: منتخب کریں کہ آپ کیسے سائن ان کریں
uz: Qanday kirmoqchisiz tanlang
vi: Chọn cách bạn muốn đăng nhập
zh_hans: 选择你想怎么登录
zh_hant: 選擇你想用的登入方式

source: Choose whether to keep the chats or delete them along with the folder.
ar: اختر: تحتفظ بالدردشات ولا تحذفها مع المجلد؟
az: Chatları saxla yoxsa papka ilə birlikdə sil
bg: Избери дали да запазиш чатовете или да ги изтриеш заедно с папката.
bn: চ্যাট রাখবে নাকি ফোল্ডারের সাথে ডিলিট করবে তা বেছে নিন
bo: ལྷན་སྟེགས་དེ་གནས་ཁུག་རམ་སྦོར་ཀྱི་ཡིན་ཞེས་སེལ།
bs: Želiš li da zadržiš chatove ili da ih obrišeš sa folderom?
ca: Tria si vols mantenir els chats o esborrar-los amb la carpeta.
ceb: Piliin kung ita-keep mo ang chats o ide-delete kasama ang folder.
cs: Vyber, jestli chceš chaty zachovat nebo je smazat se složkou.
da: Vælg om du vil beholde chatterne eller slette dem sammen med mappen.
de: Entscheide, ob du die Chats behalten oder zusammen mit dem Ordner löschen möchtest.
el: Επίλεξε αν θέλεις να κρατήσεις τα chats ή να τα διαγράψεις μαζί με το φάκελο.
es: ¿Guardas los chats o los borras con la carpeta?
et: Vali, kas säilitada vestlused või kustutada need kausta koos.
eu: Txatak mantendu ala karpetarekin batera ezabatu nahi duzun hautatu.
fa: انتخاب کنید چت‌ها رو نگاه دارید یا باهم حذف کنید.
fi: Valitse, säilyttääkö chatit vai poistetaanko ne kansion mukana.
fr: Choisis de garder les chats ou de les supprimer avec le dossier.
fr_ca: Choisis si tu veux garder les chats ou les supprimer avec le dossier.
ga: Roghnaigh an bhfuil tú ag iarraidh na comhráite a choinneáil nó a scriosadh in éineacht leis an bhfillteán.
gl: Escolle se queres manter os chats ou eliminalos xunto coa carpeta.
he: בחר אם לשמור על הצ'טים או למחוק אותם עם התיקייה.
hi: चुनो - चैट्स रखने हैं या फोल्डर के साथ डिलीट करने हैं।
hr: Odaberi želiš li zadržati čatove ili ih obrisati s mapom.
hu: Megtartod a csevegéseket, vagy törlöd őket a mappával?
id: Pilih chat mau disimpan atau dihapus bareng foldernya.
it: Scegli se conservare le chat o eliminarle insieme alla cartella.
ja: チャットをそのまま残すか、フォルダと一緒に削除するか選んでね。
ka: აირჩიე - დატოვო თუ წაშალო ჩატები ფოლდერთან
kab: Fren ma tt-hwiḍed umeslayen neɣ tt-sefhid akked ufuyla.
ko: 채팅을 보관할지 아니면 폴더랑 함께 삭제할지 선택해
lt: Pasirink ar palikti pokalbius ar juos naikinti su aplanka.
lv: Izvēlies, vai paturēt čatus vai dzēst tos kopā ar mapi.
ms: Pilih simpan chat atau hapus sama folder.
nb: Velg om du vil beholde chattene eller slette dem med mappen.
nl: Kies of je de chats houdt of ze verwijdert met de map.
pa: ਚੁਣੋ ਚੈਟਾਂ ਰੱਖਣੀਆਂ ਹਨ ਜਾਂ ਫੋਲਡਰ ਦੇ ਨਾਲ ਡਿਲੀਟ ਕਰਨੀਆਂ ਹਨ।
pl: Wybierz czy chcesz zostawić czaty czy usunąć je razem z folderem.
pt_br: Escolha se quer manter os chats ou deletar junto com a pasta.
pt_pt: Escolhe se guardas os chats ou os apagas junto com a pasta.
ro: Alege dacă vrei să păstrezi chaturile sau să le ștergi odată cu dosarul.
ru: Оставить чаты или удалить со всей папкой?
sk: Rozhodni sa, či chceš chaty zachovať alebo ich vymazať spolu s priečinkom.
sr: Izaberi da li želiš da sačuvaš razgovore ili da ih obrišeš zajedno sa fasciklom.
sv: Välj om du vill behålla chattarna eller radera dem tillsammans med mappen.
th: เลือกว่าเก็บแชทหรือลบพร้อมโฟลเดอร์
tk: Çatlary sakla ýa-da ony papka bilen birlikde poz aýtdan saýla
tr: Sohbetleri tutup tutmayacağını ya da klasörle birlikte silineceklerini seç.
ug: سۆزلىشىشلىرىنى ساقلىمۇ يوكى پوپكا بىلەن بىللە ئۆچۈمۈ تاللاڭ.
uk: Залишити чати чи видалити їх разом з папкою?
ur: منتخب کریں چیٹس رکھیں یا انہیں فولڈر سے حذف کریں
uz: Suhbatlarni saqlashmi yoki papka bilan o'chirishmi tanlang.
vi: Chọn giữ hay xóa chat cùng với thư mục.
zh_hans: 选择是保留聊天还是连同文件夹一起删除
zh_hant: 選擇要保留聊天記錄還是跟著資料夾一起刪除。

source: Choose which quick actions appear below the message input. Tap to toggle.
ar: اختر أي إجراءات سريعة تظهر تحت صندوق الكتابة. اضغط عشان تفعل أو تطفي
az: Mesaj altında hansı tez əməliyyatlar görünsün seç. Keçmək üçün tap.
bg: Избери кои бързи действия да видиш. Натисни за включване/изключване.
bn: মেসেজ ইনপুটের নিচে কোন অ্যাকশন দেখাবে তা বেছে নিন। ট্যাপ করে চালু-বন্ধ করুন
bo: སྐད་ཚོད་གི་དགིབ་མོའི་འོག་ཏུ་ལྕགས་རིས་ཅི་ཞིག་ལ་སྐུལ་ཀྱི་ཡིན་ཞེས་སེལ། ཀེ་ཏུ་བ་གཏང་ནས་མིག་སྒྲུབས་བྱེད།
bs: Odaberi koje akcije vidja ispod poruke. Dodirnite za promenu.
ca: Tria quines accions ràpides vols que apareixin sota el missatge. Toca per canviar.
ceb: Piliin kung aling quick actions ang makikita below ng message input. I-tap para mag-toggle.
cs: Vyber, které akce se budou ukazovat pod polem zprávy. Klepni pro změnu.
da: Vælg hvilke hurtighandlinger der skal vises under beskedfeltet. Tryk for at skifte.
de: Wähle, welche Schnellaktionen unter dem Nachrichtenfeld angezeigt werden. Tippe zum Umschalten.
el: Επίλεξε ποιες γρήγορες ενέργειες να φαίνονται κάτω από το πεδίο του μηνύματος. Πάτα για εναλλαγή.
es: Elige qué acciones rápidas aparecen abajo. Toca para cambiar.
et: Vali, millised kiirtoimingud kuvatakse sõnumi sisestamise all. Vajuta, et lülitada.
eu: Mezua idatzearen azpian ager daitezkeen ekintza bizkorrenak hautatu. Sakatu txandakatzeko.
fa: انتخاب کنید کدوم اقدامات سریع زیر چت نمایش داده شن. ضربه بزنید تا روشن/خاموش کنید.
fi: Valitse näkyvät pika-toiminnot. Napauta muuttaaksesi.
fr: Choisis les actions rapides à afficher sous le message. Touche pour activer/désactiver.
fr_ca: Choisis les actions rapides qui s'affichent sous le message. Appuie pour activer/désactiver.
ga: Roghnaigh na gníomhartha tapaidh a bheidh le feiceáil thíos faoin ionchur. Tapáil chun a athrú.
gl: Escolle que accións rápidas aparecen baixo a entrada. Toca para activar/desactivar.
he: בחר אילו פעולות מהירות יופיעו מתחת לשדה הודעה. הקש כדי לשנות.
hi: चुनो कि मैसेज बॉक्स के नीचे कौन से क्विक ऑप्शन दिखें। टैप करके बदलो।
hr: Odaberi brze akcije ispod unosa. Dodirni da promijeniš.
hu: Válaszd ki a gyors műveleteket az üzenetmező alatt. Nyomj meg a váltáshoz.
id: Pilih aksi cepat mana yang tampilin di bawah input pesan. Tap buat nyalain/matiin.
it: Scegli quali azioni veloci compaiono sotto l'input. Tocca per attivare/disattivare.
ja: メッセージ入力欄の下に表示するクイックアクションを選んでね。タップで切り替え。
ka: აირჩიე სწრაფი მოქმედებები. შეეხე გასართობად
kab: Fren anwa n isnulfan irǧan ara yeffeɣen zdat n tmazlunt n ujeggan. Senṭel i umgerruz.
ko: 메시지 입력 아래에 나타날 빠른 작업을 선택해줘. 탭해서 켜고 끌 수 있어
lt: Pasirink kurie greiti veiksmai rodomi žemiau. Bakstelk perjungimui.
lv: Izvēlies, kuras ātrās darbības parādīsies zem ziņojuma lauka. Piesķir, lai aktivizētu.
ms: Pilih aksi cepat mana nak muncul bawah input. Tekan buat toggle.
nb: Velg hvilke hurtighandlinger som vises under meldingsinnskriften. Trykk for å veksle.
nl: Kies welke snelle acties onder het invoervak staan. Tik om aan/uit te zetten.
pa: ਚੁਣੋ ਕਿਹੜੀਆਂ ਕਵਿਕ ਐਕਸ਼ਨਜ਼ ਮੈਸੇਜ ਇਨਪੁਟ ਹੇਠੋਂ ਦਿਸਣੀਆਂ ਹਨ। ਟਾਗਲ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ।
pl: Wybierz które szybkie akcje się pokazują pod polem wiadomości. Naciśnij aby przełączyć.
pt_br: Escolha quais ações rápidas aparecem abaixo da caixa de mensagem. Toque pra ativar/desativar.
pt_pt: Escolhe quais ações rápidas aparecem abaixo da entrada de mensagem. Toca para alternar.
ro: Alege care acțiuni rapide să apară sub caseta de mesaj. Apasă pentru a activa/dezactiva.
ru: Выбери быстрые действия под полем ввода. Тапни для переключения.
sk: Vyber si rýchle akcie, ktoré sa majú zobraziť pod vstupom. Klikni na prepnutie.
sr: Izaberi koje brze akcije se pojavljuju ispod unosa poruke. Dodirni za promenu.
sv: Välj vilka snabbåtgärder som ska visas under meddelandefältet. Tryck för att slå på/av.
th: เลือกปุ่มด่วนไหนแสดง แตะเพื่อเปิด/ปิด
tk: Habar girizjigiň aşagynda haýsy çalt amallar görünmegi saýla. Çalkamazlaşdyrmak üçin tap et.
tr: Mesaj alanının altında hangi hızlı işlemlerin görüneceğini seç. Değiştirmek için dokunun.
ug: خەبەر كىرگۈزۈش جايىنىڭ ئاستىدا قايسى تېز ھەرەكەتنى كۆرسىتىسىنى تاللاڭ. تاللاش ئۈچۈن بەسىڭ.
uk: Обери швидкі дії, що мають з'являтися під полем введення. Натисни, щоб перемикати.
ur: منتخب کریں کون سے ایکشنز پیغام کے نیچے دکھایں۔ ٹیپ کریں تاکہ بند ہو۔
uz: Xabar kiritish ostida qaysi harakatlar ko'rinishini tanlang. Almashtirish uchun bosing.
vi: Chọn hành động nhanh hiển thị dưới ô tin nhắn. Nhấn để bật/tắt.
zh_hans: 选择在消息框下面显示的快速操作。点击来切换
zh_hant: 選擇訊息下方要顯示的快速動作。點擊可切換。

source: Clear All Memories
ar: امسح كل الذكريات
az: Bütün Xatırlamaları Sil
bg: Изтрий всички спомени
bn: সব মেমোরি ক্লিয়ার করুন
bo: སྐར་མ་ཚང་མ་སྦོར།
bs: Obriši sve uspomene
ca: Esborrar tots els records
ceb: Burahin lahat ng Memories
cs: Smazat všechny vzpomínky
da: Slet alle minder
de: Alle Erinnerungen löschen
el: Διαγραφή όλης της μνήμης
es: Borrar todos los recuerdos
et: Kustuta kõik mälud
eu: Oroitzapen guztiak garbitu
fa: پاک کردن تمام یادها
fi: Poista kaikki muistot
fr: Effacer tous les souvenirs
fr_ca: Vider tous les souvenirs
ga: Scrios Gach Cuimhne
gl: Borrar todos os recordos
he: נקה את כל הזיכרונות
hi: सारी मेमोरीज़ क्लियर करो
hr: Obriši sve uspomene
hu: Az összes memória törlése
id: Hapus Semua Ingatan
it: Cancella tutti i ricordi
ja: 全てのメモリをクリア
ka: ყველა მეხსიერების წაშლა
kab: Sfeḥ akk tmendurin
ko: 모든 기억 삭제
lt: Ištrinti visas atmintis
lv: Notīrīt visas atmiņas
ms: Hapus Semua Memory
nb: Slett alle minner
nl: Alle herinneringen wissen
pa: ਸਭ ਮੈਮਰੀਜ਼ ਖ਼ਾਲੀ ਕਰੋ
pl: Wyczyść wszystkie wspomnienia
pt_br: Limpar todas as memórias
pt_pt: Limpar Todas as Memórias
ro: Șterge toate memoriile
ru: Очистить память
sk: Vymazať všetky spomienky
sr: Obriši sva sećanja
sv: Radera alla minnen
th: ล้างความจำหมด
tk: Ähli Yadlary Arassala
tr: Tüm Anıları Sil
ug: ھەممە ئېسكە سالىشنى تازىلا
uk: Очистити всі спогади
ur: تمام یادیں صاف کریں
uz: Barcha Xotiralarni Tozalash
vi: Xóa tất cả ký ức
zh_hans: 清除所有记忆
zh_hant: 清空所有記憶

source: Clear All Quick Actions
ar: امسح كل الإجراءات السريعة
az: Bütün Tez Əməliyyatları Sil
bg: Изтрий всички бързи действия
bn: সব দ্রুত অ্যাকশন ক্লিয়ার করুন
bo: མྱུར་གླེང་གི་ལས་རིས་ཚང་མ་སྦོར།
bs: Obriši sve brze akcije
ca: Esborrar totes les accions ràpides
ceb: Burahin lahat ng Quick Actions
cs: Smazat všechny rychlé akce
da: Slet alle hurtighandlinger
de: Alle Schnellaktionen löschen
el: Διαγραφή όλων των γρήγορων ενεργειών
es: Borrar todas las acciones rápidas
et: Tühjenda kõik kiirtoimingud
eu: Ekintza bizkor guztiak garbitu
fa: پاک کردن تمام اقدامات سریع
fi: Poista kaikki pika-toiminnot
fr: Effacer toutes les actions rapides
fr_ca: Vider toutes les actions rapides
ga: Scrios Gach Gníomh Tapaidh
gl: Borrar todas as accións rápidas
he: נקה פעולות מהירות
hi: सभी क्विक ऑप्शन क्लियर करो
hr: Obriši sve brze akcije
hu: Az összes gyors művelet törlése
id: Hapus Semua Aksi Cepat
it: Cancella tutte le azioni veloci
ja: 全てのクイックアクションをクリア
ka: ყველა სწრაფი მოქმედების წაშლა
kab: Sfeḥ akk isnulfan irǧan
ko: 모든 빠른 작업 삭제
lt: Ištrinti visus greitus veiksmus
lv: Notīrīt visas ātrās darbības
ms: Hapus Semua Aksi Cepat
nb: Slett alle hurtighandlinger
nl: Alle snelle acties wissen
pa: ਸਭ ਕਵਿਕ ਐਕਸ਼ਨਜ਼ ਖ਼ਾਲੀ ਕਰੋ
pl: Wyczyść wszystkie szybkie akcje
pt_br: Limpar todas as ações rápidas
pt_pt: Limpar Todas as Ações Rápidas
ro: Șterge toate acțiunile rapide
ru: Очистить быстрые действия
sk: Vymazať všetky rýchle akcie
sr: Obriši sve brze akcije
sv: Radera alla snabbåtgärder
th: ล้างปุ่มด่วนหมด
tk: Ähli Çalt Amallar Arassala
tr: Tüm Hızlı İşlemleri Sil
ug: ھەممە تېز ھەرەكەتنى تازىلا
uk: Очистити всі швидкі дії
ur: تمام فوری ایکشنز صاف کریں
uz: Barcha Harakatlarni Tozalash
vi: Xóa tất cả hành động nhanh
zh_hans: 清除所有快速操作
zh_hant: 清除所有快速動作

source: Clear Cache
ar: امسح الكاش
az: Keş Təmizlə
bg: Изтрий кеша
bn: ক্যাশ ক্লিয়ার করুন
bo: སྐར་མའི་ཚོ་སྤུ་སྦོར།
bs: Obriši cache
ca: Esborrar caché
cs: Vymazat cache
da: Slet cache
de: Cache leeren
el: Διαγραφή cache
es: Borrar caché
et: Tühjenda cache
eu: Cache garbitu
fa: پاک کردن کش
fi: Tyhjennä välimuisti
fr: Vider le cache
fr_ca: Vider le cache
ga: Scrios an Cache
gl: Limpar caché
he: נקה הזיכרון
hi: कैश क्लियर करो
hr: Očisti cache
hu: Cache törlése
id: Hapus Cache
it: Cancella cache
ja: キャッシュをクリア
ka: კეშის წაშლა
kab: Sfeḥ cache
ko: 캐시 삭제
lt: Išvalyti cache
lv: Notīrīt kešu
ms: Bersihkan Cache
nb: Tøm cache
nl: Cache wissen
pa: ਕੈਸ਼ ਖ਼ਾਲੀ ਕਰੋ
pl: Wyczyść cache
pt_br: Limpar Cache
pt_pt: Limpar Cache
ro: Curăță cache
ru: Очистить кэш
sk: Vymazať cache
sr: Obriši keš
sv: Rensa cache
th: ล้างแคช
tk: Keş Arassala
tr: Cache'i Temizle
ug: كاش تازىلا
uk: Очистити кеш
ur: کیش صاف کریں
uz: Keshni Tozalash
vi: Xóa cache
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear filters
ar: امسح التصفيات
az: Filtərləri Təmizlə
bg: Изтрий филтрите
bn: ফিল্টার ক্লিয়ার করুন
bo: རམ་འདེགས་སྦོར།
bs: Obriši filtere
ca: Esborrar filtres
ceb: Burahin ang filters
cs: Vynulovat filtry
da: Fjern filtre
de: Filter löschen
el: Διαγραφή φίλτρων
es: Limpiar filtros
et: Tühjenda filtrid
eu: Filtroak garbitu
fa: پاک کردن فیلترها
fi: Poista suodattimet
fr: Effacer les filtres
fr_ca: Effacer les filtres
ga: Soiléir Scagairí
gl: Limpar filtros
he: נקה סננים
hi: फिल्टर क्लियर करो
hr: Očisti filtere
hu: Szűrők törlése
id: Hapus filter
it: Cancella filtri
ja: フィルターをクリア
ka: ფილტრების წაშლა
kab: Sfeḥ isizdayen
ko: 필터 초기화
lt: Išvalyti filtrus
lv: Notīrīt filtrus
ms: Hapus filter
nb: Fjern filtre
nl: Filters wissen
pa: ਫਿਲਟਰਸ ਖ਼ਾਲੀ ਕਰੋ
pl: Wyczyść filtry
pt_br: Limpar filtros
pt_pt: Limpar filtros
ro: Șterge filtrele
ru: Сбросить фильтры
sk: Vymazať filtre
sr: Obriši filtere
sv: Rensa filter
th: ล้างตัวกรอง
tk: Filtrleri Arassala
tr: Filtreleri temizle
ug: سۈزگۈچنى تازىلا
uk: Очистити фільтри
ur: فلٹرز ہٹائیں
uz: Filterlarni tozalash
vi: Xóa bộ lọc
zh_hans: 清除筛选
zh_hant: 清除篩選

source: Clear Local Cache
ar: امسح الكاش المحلي
az: Yerli Keş Təmizlə
bg: Изтрий локалния кеш
bn: লোকাল ক্যাশ ক্লিয়ার করুন
bo: རང་ས་ནས་སྐར་མའི་ཚོ་སྤུ་སྦོར།
bs: Obriši lokalni cache
ca: Esborrar caché local
cs: Vymazat lokální cache
da: Slet lokalt cache
de: Lokalen Cache leeren
el: Διαγραφή τοπικής μνήμης
es: Borrar caché local
et: Tühjenda kohalik cache
eu: Cache lokala garbitu
fa: پاک کردن کش محلی
fi: Tyhjennä paikallinen välimuisti
fr: Vider le cache local
fr_ca: Vider le cache local
ga: Scrios an Cache Logánta
gl: Limpar caché local
he: נקה ניקיון מקומי
hi: लोकल कैश क्लियर करो
hr: Očisti lokalni cache
hu: Helyi cache törlése
id: Hapus Cache Lokal
it: Cancella cache locale
ja: ローカルキャッシュをクリア
ka: ლოკალური კეშის წაშლა
kab: Sfeḥ cache n imḍan
ko: 로컬 캐시 삭제
lt: Išvalyti lokalią cache
lv: Notīrīt lokālo kešu
ms: Bersihkan Cache Lokal
nb: Tøm lokalt cache
nl: Lokale cache wissen
pa: ਲੋਕਲ ਕੈਸ਼ ਖ਼ਾਲੀ ਕਰੋ
pl: Wyczyść lokalny cache
pt_br: Limpar Cache local
pt_pt: Limpar Cache Local
ro: Curăță cache local
ru: Очистить локальный кэш
sk: Vymazať lokálnu cache
sr: Obriši lokalni keš
sv: Rensa lokal cache
th: ล้างแคชเครื่อง
tk: Ýerli Keş Arassala
tr: Yerel Cache'i Temizle
ug: يەرلىك كاش تازىلا
uk: Очистити локальний кеш
ur: مقامی کیش صاف کریں
uz: Mahalliy Keshni Tozalash
vi: Xóa cache cục bộ
zh_hans: 清除本地缓存
zh_hant: 清除本機快取

source: Clearing…
ar: جاري المسح...
az: Təmizlənir…
bg: Изтриване…
bn: ক্লিয়ার হচ্ছে…
bo: སྦོར་བཞིན་པ།...
bs: Brisanje…
ca: Esborrant...
ceb: Nag-clear...
cs: Mažu…
da: Sletter…
de: Wird gelöscht…
el: Διαγράφεται...
es: Limpiando…
et: Tühjendamine…
eu: Garbitzen…
fa: درحال پاک کردن…
fi: Tyhjennetään…
fr: Suppression...
fr_ca: Effacement en cours...
ga: Ag Scriosadh…
gl: Limpando…
he: מנקה…
hi: क्लियर हो रहा है…
hr: Čišćenje…
hu: Törlés folyamatban…
id: Sedang dihapus…
it: Cancellazione in corso...
ja: クリア中…
ka: წაშლა...
kab: Asfeḥ...
ko: 삭제 중…
lt: Valomos…
lv: Notīra...
ms: Sedang bersihkan...
nb: Tømmer…
nl: Wissen…
pa: ਖ਼ਾਲੀ ਕਰ ਰਹੇ ਹਾਂ...
pl: Czyszczenie…
pt_br: Limpando…
pt_pt: A limpar…
ro: Se curăță...
ru: Очищаю…
sk: Mazanie...
sr: Brišem…
sv: Rensar...
th: กำลังล้าง...
tk: Arassalanýar...
tr: Temizleniyor…
ug: تازىلاش ئىچىدە…
uk: Очищення...
ur: صاف ہو رہا ہے...
uz: Tozalanmoqda...
vi: Đang xóa…
zh_hans: 清除中…
zh_hant: 清除中…
